Repository: andreesg/bda.plone.shop
Catalog: src/bda/plone/shop/locales/*/LC_MESSAGES/bda.plone.shop.po
Languages: nn

source: Activate Buyable on Item
nn: Kjøp

source: Article
nn: Produkt

source: Deactivates Buyable on Item
nn: Slett

source: Disables Buyable
nn: Slett

source: Enable Buyable
nn: Kjøp

source: Notifications
nn: Tilleggsinformasjon

source: Payment
nn: Betaling

source: Personal Information
nn: Personleg informasjon

source: Personal Preferences
nn: Personlege detaljar

source: Shipping
nn: frakt

source: Shop settings
nn: Butikk oppset

source: Tax Settings
nn: Mva oppsett

source: add to cart
nn: Legg i handlekorg

# alert_item_no_longer_available
source: No longer available, please remove from cart
nn: Utseld

# alert_item_number_exceed
source: Limit exceed by ${exceed} ${quantity_unit}
nn: For mange produkt

source: Availability
nn: Tilgjengeleg

source: Cart Discount
nn: Rabatt

source: Cash and Carry
nn: Betaling - levering

# cash_and_carry_descripton
source: Customer picks up goods at dealer's place
nn: Betalings- og leveringsinformasjon

source: Comment
nn: Kommentar

source: contacts
nn: Kontakter

source: Default Shipping
nn: standard frakt

source: Delivery Address
nn: leveringsadresse

# delivery_duration_title
source: Delivery
nn: leveringstid

source: Disabled Buyable.
nn: Produktinformasjon deaktivert

source: Enabled Buyable.
nn: Tilleggsinformasjon

source: Export Orders
nn: Kjøp

source: Free Shipping
nn: fraktfritt

# free_shipping_limit_flat_and_item_gross
source: Minimum ${flat} ${currency} or ${item} ${currency} per item in cart. Free shipping if gross purchase price above ${limit} ${currency}
nn: fraktfritt brutto

# free_shipping_limit_flat_and_item_net
source: Minimum ${flat} ${currency} or ${item} ${currency} per item in cart. Free shipping if net purchase price above ${limit} ${currency}
nn: fraktfritt netto

# free_shipping_limit_flat_only_gross
source: Flat ${flat} ${currency}. Free shipping if gross purchase price above ${limit} ${currency}
nn: fraktfritt kun brutto

# free_shipping_limit_flat_only_net
source: Flat ${flat} ${currency}. Free shipping if net purchase price above ${limit} ${currency}
nn: fraktfritt kun netto

# free_shipping_limit_item_only_gross
source: ${item} ${currency} per item in cart. Free shipping if gross purchase price above ${limit} ${currency}
nn: fraktfritt grense brutto

# free_shipping_limit_item_only_net
source: ${item} ${currency} per item in cart. Free shipping if net purchase price above ${limit} ${currency}
nn: fraktfritt grense netto

# full_available_message
source: ${available} items(s) available.
nn: På lager

# full_available_title
source: Item available
nn: På lager

source: Gross
nn: Brutto

# help_alternative_delivery
source: Delivery address is different from billing address.
nn: Hjelp alternativ levering

# help_available_payment_methods
source: Available payment methods in checkout
nn: hjelp mogelege betalingsmåtar

# help_available_shipping_methods
source: Available shipping methods in checkout
nn: hjelp moglege fraktalternativ

source: help_city
nn: hjelp by

source: help_company
nn: hjelp firma

source: help_country
nn: hjelp land

# help_currency
source: Choose the default currency
nn: hjelp valuta

# help_default_quantity_unit
source: default measurement
nn: hjelp standard antal

# help_default_shipping_item_shippable
source: Flag whether item is shippable by default, i.e. downloads are not
nn: hjelp standard fraktmetode

# help_default_vat
source: Specify default vat name
nn: hjelp standard mva

# help_disable_max_article
source: No total number of items in cart limit
nn: hjelp maks tal produkt

# help_firstname
source: Fill in your given name.
nn: hjelp førenamn

# help_flat_shipping_cost
source: Net flat shipping cost
nn: hjelp standard fraktkostnader

# help_free_shipping_limit
source: Do not add shipping costs to orders with price bigger than limit. If limit applies to gross or net purchase price depends on 'Calculate shipping limit from gross' setting
nn: hjelp fri frakt grense

# help_hide_cart_if_empty
source: Hide cart if no items contained
nn: hejlp skjul felt om tomt

# help_item_number
source: Buyable Item number
nn: hjelp produktnr.

# help_item_shipping_cost
source: Net shipping cost per item in cart. If flat shipping cost set and item shipping cost below flat shipping cost, flat shipping cost is used
nn: hjelp produkt fraktkostnader

# help_lastname
source: Fill in your surname or your family name.
nn: hjelp etternamn

# help_max_artice_count
source: Maximum number of articles in cart if disable max article flag set
nn: hjelp maks produkt

# help_payment_method
source: Default payment method in checkout
nn: hjelp betalingsmetode

source: help_phone
nn: hjelp telefon

# help_quantity_units
source: Quantity units (what the buyable items are measured in)
nn: hjelp antal varer

# help_shipping_item_shippable
source: Flag whether item is shippable, i.e. downloads are not
nn: hjelp fraktalternativ

# help_shipping_method
source: Shipping method
nn: Hjelp fraktmetode

# help_shipping_vat
source: VAT used to calculate shipping costs
nn: hjelp moms på frakt

# help_show_checkout
source: Show Checkout link
nn: hjelp, vis gå til betaling

# help_show_currency
source: Show currency in cart
nn: hjelp vis valuta

# help_show_to_cart
source: Show cart link
nn: hjelp vis skjema

source: help_street
nn: hjelp gateadresse

# help_summary_total_only
source: Show only total value in cart summary
nn: hjelp oppsumert totalt

# help_vat
source: Specify all allowed vat settings
nn: hjelp mva

source: help_zip
nn: hjelp zip.

source: Item Discount
nn: produkt rabatt

source: Item no longer buyable
nn: produkti ikkje lenger tilgjengeleg

source: Item not buyable yet
nn: produkt ikkje tilgjengeleg endå

# label_accept
source: Accept terms of use
nn: etikett akseptert

# label_admin_email
source: Shop Admin E-Mail
nn: etikett administrator epost

# label_admin_name
source: Shop Admin Name
nn: etikett administrator navn

# label_alternative_delivery
source: Alternative delivery address
nn: etikett alternativ levering

# label_available_payment_methods
source: Available Payment Methods
nn: etikett tilgelege betalingsmåtar

# label_available_shipping_methods
source: Available Shipping Methods
nn: etikett tilgjengelege fraktmetodar

# label_buyable_effective_date
source: Buyable effective date
nn: etikett

# label_buyable_expiration_date
source: Buyable expiration date
nn: etikett til sals best før dato

# label_cash_on_delivery_costs
source: Cash on delivery costs in gross
nn: etikett betaling ved henting

# label_city
source: City
nn: etikett by

# label_company
source: Company
nn: etikett firma

# label_country
source: Country
nn: etikett land

# label_currency
source: Currency
nn: etikett valuta

# label_default_item_display_gross
source: Display Gross by default
nn: etikett standard produkt vises brutto

# label_default_item_net
source: Default Item net price
nn: etikett standard produkt netto

# label_default_item_quantity_unit_float
source: Quantity as float as default
nn: etikett standard antal

# label_default_quantity_units
source: Specify default quantity name.
nn: etikett standard antal produkt

# label_default_shipping_item_shippable
source: Item Shippable by default
nn: etikett standard frakt produkt sendbart

# label_default_vat
source: Default Value added tax name
nn: etikett standard mva

# label_disable_max_article
source: Disable max article
nn: etikett avbrutt maks produkter

# label_firstname
source: First name
nn: etikett førenamn

# label_flat_shipping_cost
source: Flat shipping cost
nn: etikett standard fraktkostnader

# label_free_shipping_limit
source: Free Shipping Limit
nn: etikett fraktfritt grense

# label_hide_cart_if_empty
source: Hide Cart if empty
nn: etikett skjul felt om tomt

# label_item_available
source: Item stock available
nn: etikett produkt på lager

# label_item_cart_count_limit
source: Max count of this item in cart
nn: etikett produkt antal grense

# label_item_comment_enabled
source: Comment enabled
nn: Kommentarer aktivert

# label_item_comment_required
source: Comment required
nn: Kommentar er påkrevd

# label_item_display_gross
source: Display Gross
nn: Vis bruttopriser

# label_item_display_stock
source: Display item stock
nn: etikett produkt vis lager

# label_item_net
source: Item net price
nn: Nettopris

# label_item_notification_text
source: Notification text for this item in order confirmation mail
nn: etikett produktinformasjon

# label_item_number
source: Item number
nn: etikett produktnr.

# label_item_overbook
source: Item stock overbook
nn: etikett produkt for mykje valgt

# label_item_overbook_notification_text
source: Notification text for this item in order confirmation mail if item out of stock
nn: etikett produkt for mykje valgt produktinformasjon

# label_item_quantity_unit
source: Quantity unit
nn: Stykk

# label_item_quantity_unit_float
source: Quantity as float
nn: tal (som helttall)

# label_item_shipping_cost
source: Item shipping cost
nn: etikett produkt fraktkostnader

# label_item_vat
source: Item VAT (in %)
nn: moms (i prosent)

# label_lastname
source: Last name
nn: etikett etternamn

# label_max_artice_count
source: Maximum number articles in cart
nn: etikett maks produkt antal

# label_payment_method
source: Payment Method
nn: etikett betalingsmåte

# label_payment_text
source: Payment Texts
nn: etikett betaling tekst

# label_phone
source: Phone
nn: etikett telefon

# label_quantity_units
source: Specify quantity units allowed in shop.
nn: etikett antal produkter

# label_shipping_item_shippable
source: Item Shippable
nn: etikett fraktalternativ produkter sendbar

# label_shipping_item_weight
source: Item Weight
nn: etikett frakt produkt vekt

# label_shipping_limit_from_gross
source: Calculate shipping limit from gross
nn: etikett frakt grense fra brutto

# label_shipping_method
source: Shipping Method
nn: etikett fraktalternativ

# label_shipping_vat
source: Shipping VAT
nn: etikett frakt mva

# label_show_checkout
source: Show checkout link in portlet
nn: etikett vis avslutt

# label_show_currency
source: Show the currency for items
nn: etikett vis valuta

# label_show_to_cart
source: Show link to cart in portlet
nn: etikett vis til felt

# label_street
source: Street
nn: etikett gateadresse

# label_summary_total_only
source: Cart Summary total only
nn: etikett totalt kun

# label_vat
source: VAT in %
nn: etikett mva.

source: Language
nn: språk

source: Legal
nn: tillete

source: Main Address
nn: hovudadresse

source: My Orders
nn: mine ordrer

source: Net
nn: Netto

# no_free_shipping_flat_and_item
source: Minimum ${flat} ${currency} or ${item} ${currency} per item in cart
nn: ingen fri frakt produkter

# no_longer_purchasable
source: Item is no longer purchasable.
nn: ikkje lenger på lager

# not_available_message
source: Item is sold out.
nn: ikkje på lager melding

# not_available_title
source: Item not available
nn: ikkje på lager tittel

# not_available_yet_title
source: Item not available yet.
nn: ikkje på lager endå

source: Order Text
nn: bestelling tekst

source: orders_global
nn: Bestellingar (global)

source: orders_in_context
nn: Bestellingar undertekst

source: orders_site
nn: Bestillingar (site-wide)

source: orders_vendor
nn: Bestillingar (vendor specific)

source: Overbook Text
nn: For mykje bestelt

source: Payment
nn: betalng

source: Payment Text
nn: betaling tekst

source: Price
nn: Pris

source: Quantity
nn: antal

# shop_admin_heading
source: Shop
nn: Butikk

source: Text
nn: tekst

source: update cart
nn: Oppdater handlekorga

source: Vat
nn: mva

source: Yes
nn: ja
